Repository: Seitanas/rpm
Catalog: locale/*/LC_MESSAGES/RPM.po
Languages: lt_lt

source: Remote Power Management - add users
lt_lt: Nuotolinis įjungimo/išjungimo valdymas - pridėti naudotojus

source: Add client machines
lt_lt: Pridėti klientų kompiuterius

source: Enter a client list in comma separated format. Each client in a new line. e.g. client1,00:00:00:00:00:00<br>client2,11:11:11:11:11:11
lt_lt: Papildykite klientų sąrašą CSV (kableliais atskirtos reikšmės) formatu. Kiekvienas naujas klientas - naujoje eilutėje, pvz.: client1,00:00:00:00:00:00<br>client2,11:11:11:11:11:11

source: Submit
lt_lt: Įrašyti

source: Close
lt_lt: Uždaryti

source: Add group
lt_lt: Pridėti grupę

source: Group name
lt_lt: Grupės vardas

source: Remote Power Management - dashboard
lt_lt: Nuotolinis įjungimo/išjungimo valdymas - skydelis

source: Remote Power Management
lt_lt: Nuotolinis įjungimo/išjungimo valdymas

source: Settings
lt_lt: Nustatymai

source: Logout
lt_lt: Atsijungti

source: Dashboard
lt_lt: Skydelis

source: Configuration
lt_lt: Konfigūracija

source: Add clients
lt_lt: Pridėti klientus

source: Manage groupmaps
lt_lt: Valdyti grupių žemėlapius

source: Total clients
lt_lt: Iš viso klientų

source: View Details
lt_lt: Rodyti detaliau

source: Number of total managed computers
lt_lt: bendras valdomų kompiuterių saičius

source: Total groups
lt_lt: Iš viso grupių

source: Number of total groups created
lt_lt: Bendras sukurtų grupių skaičius

source: Clients powered on
lt_lt: Įjungti klientai

source: Number of powered on clients
lt_lt: Įjungtų klientų skaičius

source: Clients powered off
lt_lt: Išjungti klientai

source: Number of powered off clients
lt_lt: Išjungtų klientų skaičius

source: Client list
lt_lt: Klientų sąrašas

source: Client name
lt_lt: Kliento vardas

source: MAC address
lt_lt: MAC adresas

source: Group
lt_lt: Grupė

source: Power ON/OFF
lt_lt: Išjungti/Įjunti

source: Notifications Panel
lt_lt: Pranešimų panelė

source: No data available in table
lt_lt: Lentelėje nėra duomenų

source: Show _MENU_ records
lt_lt: Rodyti _MENU_ įrašus

source: Filter records
lt_lt: Filtruoti įrašus

source: Previous
lt_lt: Ankstesnis

source: Next
lt_lt: Sekantis

source: Remote Power Management - manage groups
lt_lt: Nuotolinis įjungimo valdymas - valdyti grupes

source: Add clients to group
lt_lt: Įtraukti klientus į grupę

source: Choose your language
lt_lt: Pasirinkite kalbą
